Repository: Faldon/XBMCRemoteRT
Catalog: XBMCRemoteRT/XBMCRemoteRT.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: fr

# AboutMenu.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: about
fr: à propos de

# MoviesHubSectionHeader.Text
source: MOVIES
fr: FILMS

# MoviesHubSectionSubHeader.Text
source: see all movies
fr: Voir tous les films

# MusicHubSectionHeader.Text
source: MUSIC
fr: MUSIQUE

# MusicHubSectionSubHeader.Text
source: see all music
fr: Voir toutes les musiques

source: not available
fr: non disponible

source: Nothing is playing
fr: Rien n’est joué

# NowPlayingHeader.Text
source: NOW PLAYING
fr: LECTURE EN COURS

# NowPlayingSubHeader.Text
source: open remote
fr: ouvrir la télécommande

# RemoteMenu.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: remote
fr: télécommande

# SettingsMenu.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: settings
fr: paramètres

# TVShowsHubSectionHeader.Text
source: TV SHOWS
fr: PROGRAMMES TV

# TVShowsHubSectionSubHeader.Text
source: see all shows
fr: Voir tous les feuilleton

# AboutAppBarMenu.Label
source: about
fr: à propos de

# AddConnectionPageTitle.Text
source: ADD CONNECTION
fr: AJOUTER UNE CONNEXION

# AddServer.Label
source: add server
fr: Ajouter serveur

# AlbumPageTitle.Text
source: SONGS
fr: CHANSONS

# AllMoviesTitle.Text
source: ALL
fr: TOUS

# AllMusicPivotTitle.Text
source: ALL MUSIC
fr: TOUTES LES MUSIQUES

# ArtistsTitle.Text
source: ARTISTS
fr: ARTISTES

# CancelAppBarMenu.Label
source: cancel
fr: annuler

# Cast.Header
source: CAST
fr: ACTEURS

source: clean audio library
fr: nettoyer la audiothèque

source: clean video library
fr: nettoyer la vidéothèque

# ConnectionName.Header
source: Name
fr: Nom

# ConnectionsPageTitle.Text
source: CONNECTIONS
fr: CONNEXIONS

# Director.Text
source: DIRECTOR
fr: RÉALISATEUR

source: download subtitles
fr: Télécharger sous-titres

# Mood.Text
source: MOOD
fr: HUMEUR

# Passowrd.Header
source: Password
fr: Mot de passe

# PlayAlbumAppBarMenu.Label
source: play album
fr: jouer l’album

# PlayArtistAppBarMenu.Label
source: play artist
fr: jouer l’artiste

# PlayMovieAppBarMenu.Label
source: play movie
fr: jouer le film

# Plot.Header
source: PLOT
fr: ACTE

# PlotText.Text
source: PLOT
fr: ACTE

# Port.Header
source: Port
fr: orifices

# Rating.Text
source: RATING
fr: COTE

# RefreshAppBarMenu.Label
source: refresh
fr: actualiser

# RemoteAppBarMenu.Label
source: remote
fr: télécommande

# Runtime.Text
source: RUNTIME
fr: DURÉE

# SaveAppBarMenu.Label
source: save
fr: enregistrer

# SearchAppBarMenu.Lable
source: search
fr: rechercher

# SearchMoviesTitle.Text
source: SEARCH MOVIES
fr: RECHERCHE FILMS

# SearchTVShowsTitle.Text
source: SEARCH TV SHOWS
fr: RECHERCHE FEUILLETON

# Seasons.Header
source: SEASONS
fr: SAISONS

# ServerAddress.Header
source: Server Address
fr: Adresse du serveur

# SettingsAppBarMenu.Label
source: settings
fr: paramètres

# Songs.Header
source: SONGS
fr: CHANSONS

# SongsTitle.Text
source: SONGS
fr: CHANSONS

# SwitchServerAppBarMenu.Label
source: switch server
fr: changer de serveur

# Tagline.Text
source: TAGLINE
fr: SLOGAN

source: track
fr: silon

source: tracks
fr: silons

# TVShowsPageTitle.Text
source: TV SHOWS
fr: FEULLEITONS

# UnwatchedMoviesTitle.Text
source: NEW
fr: Nouveau

source: update audio library
fr: actualiser l'audiothèque

source: update video library
fr: actualiser la vidéothèque

# Username.Header
source: Username
fr: Nom d'utilisateur

# WarningNote.Text
source: Note: Usernames and passwords are stored and transmitted in plain text. Make sure you are not using the same password anywhere else.
fr: Remarque : Noms d’utilisateur et mots de passe sont stockés et transmis en clair. Assurez-vous que vous n’utilisez pas le même mot de passe nulle part ailleurs.

# WatchedMovies.Text
source: WATCHED
fr: REGARDÉ

# Writer.Text
source: WRITER
fr: AUTEUR

# QueueAlbumMenu.Label
source: queue album
fr: embrigader album

# QueueArtistMenu.Label
source: queue artist
fr: embrigader artiste

# BackwardComboBox.Header
source: what does backward do
fr: que fait-il reculer

# ForwardComboBox.Header
source: what does forward do
fr: que fait-il avancer

# SettingsButtons.Text
source: BUTTONS
fr: BOUTONS

# SettingsButtonsSub.Text
source: choose what buttons appear on remote
fr: Choisissez ce que les boutons s’affichent sur la télécommande

# SettingsSkipJump.Text
source: SKIP + JUMP
fr: SAUTER

# CacheNote.Text
source: Kodi Assist saves some images on your phone so you can access your library more quickly. If things like album art and movie posters have changed, you can refresh to see them right away.
fr: Kodi Assist enregistre des images sur votre téléphone pour vous pouvez accéder plus rapidement à votre bibliothèque. Si des choses comme les pochettes et affiches de films ont changé, vous pouvez actualiser les voir tout de suite.

# JustAMoment.Text
source: Just a moment...
fr: Un petit instant...

# SettingsAutoconnect.Text
source: AUTOCONNECT
fr: CONNEXION AUTOMATIQUE

# SettingsAutoconnectToggle.Header
source: connect automatically on startup
fr: se connecter automatiquement au démarrage

# SettingsConnectionsPivotHeader.Text
source: CONNECTIONS
fr: CONNEXIONS

# SettingsPageHeader.Text
source: SETTINGS
fr: PARAMÈTRES

# SettingsRefreshCacheButton.Content
source: refresh
fr: actualiser

# SettingsRemotePivotHeader.Text
source: REMOTE
fr: TÉLÉCOMMANDE

# SettingsTempFiles.Text
source: TEMPORARY FILES
fr: FICHIERS TEMPORAIRES

# AboutAboutPivotHeader.Text
source: ABOUT
fr: À PROPOS DE

# AboutAnagh.Text
source: Excellent designs by
fr: Illustrations de

# AboutAppText.Text
source: The app aims to be the ultimate remote control client for Kodi. The app is made open source in spirit of Kodi and all the source code is available at GitHub.
fr: L’application vise à être un client de contrôle à distance de plate-forme universelle pour KODI.

# AboutCodeInNote.Text
source: Found something that you can fix or make better? Awesome. Create a fork of repository here and start coding. If we like your code, we will definitely accept it. You also get a thank you note!
fr: Trouvé quelque chose que vous pouvez Difficulté ou faire mieux ? Génial. Créez un fork du référentiel ici et commencer à coder. Si nous aimons votre code, nous l’accepterons certainement. Vous obtenez également une note de remerciement !

# AboutContributeNote.Text
source: This app is part of open source project on GitHub. There are a number of ways you can contribute to it.
fr: Cette application fait partie du projet open source sur GitHub. Il existe plusieurs façons que vous pouvez contribuer à lui.

# AboutContributePivotHeader.Text
source: CONTRIBUTE
fr: CONTRIBUER

# AboutCreditsHeader.Text
source: CREDITS
fr: CRÉDITS

# AboutDeveloperHeader.Text
source: DEVELOPER
fr: DÉVELOPPEUR

# AboutFeedbackPivotHeader.Text
source: FEEDBACK
fr: COMMENTAIRES

# AboutFeedbackTextBox.PlaceholderText
source: Enter your message here.
fr: Entrez votre message ici.

# AboutIconsAndFonts.Text
source: Icons and font symbols from
fr: Icônes et symboles de la police de

# AboutProjectHeader.Text
source: PROJECT
fr: PROJET

# AboutProjectLink.Text
source: view on GitHub
fr: Découvre sur GitHub

# AboutProjectText.Text
source: This app is a part of an open source project. If you wish to contribute, feel free to do so at the URL below. Be sure to check out the project wiki.
fr: Ce projet est un fork d’OpenSource de la XBMCRemoteRT original abandonné. Vous pouvez il fourche, déposer des questions ou y contribuer.

# AboutReddit.Text
source: Very useful feedback by reddit community at
fr: Commentaires très utiles par communauté reddit au

# AboutReportIssues.Text
source: REPORT ISSUES
fr: RAPPORT DE PROBLÈMES

# AboutSendGreetings.Text
source: SEND GREETINGS
fr: RECOMMANDER APPLI

# AboutSendGreetingsNote.Text
source: A simple gesture of gratitude can work wonders in open source community. You can contribute simply by sending a thank you note via a tweet, an email, a rating on Store or any other way you prefer. It means a lot to developers.
fr: Vous aimez l’appli et il utile ? Vous connaissez quelqu'un qui pourrait également trouver utile ? Envoyez-leur une recommandation.

# AboutTranslate.Text
source: TRANSLATE
fr: Traduire

# AboutTranslateLink.Text
source: translations on POEditor
fr: traductions sur POEditor

# AboutTranslateNote.Text
source: Know multiple languages? Want app in your own language? See something that could be worded better? Translations are open source too.
fr: Connaître plusieurs langues ? Vous voulez app dans votre propre langue ? Voir quelque chose qui pourrait être libellé mieux ? Traductions sont open source aussi.

# AboutTranslators.Text
source: All the translators working constantly to make this app possible.
fr: Tous les traducteurs travaillent constamment pour rendre cette application possible.

# AboutViewApp.Text
source: Yup, that's the same guy behind our beloved
fr: Eh oui, c’est le même gars derrière notre bien-aimé

# AppsFromDev.Content
source: apps from the developer
fr: Applis par le développeur

# AppSupport.Content
source: app support
fr: support de l’appli

# ReportIssuesLink.Text
source: issues on GitHub
fr: problèmes sur GitHub

# ReportIssuesNote.Text
source: Find something not working to perfection in app? Discovered a bug? Think something could be better? Just create issue at the URl below. One of the developers will get back to you as soon as possible.
fr: Trouvé quelque chose ne fonctionne ne pas ? A découvert un bug ? Pense que quelque chose pourrait être mieux ? Il suffit de créer un problème à l’adresse ci-dessous et nous vous répondrons dès que possible.

# SendFeedbackButton.Content
source: send feedback
fr: envoyer des commentaires

# AboutRateApp.Content
source: rate app
fr: appreciér l'appli

# DeleteConnectionMenu.Text
source: delete connection
fr: supprimer la connexion

# EditConnectionMenu.Text
source: edit connection
fr: modifier la connexion

# WakeUpMenu.Text
source: wake up
fr: Réveil

# StoreDescription
source: One and only open source Kodi (formerly XBMC) Remote for Windows Phone. Winner of //publish/ for Windows on global level. This is your one stop XBMC remote solution on Windows Phone. The features include - A beautiful library browser - Provides information about artists, albums - Detailed and pleasant views for movies and TV shows - An easy to use remote control - Much more And to top it all, the app is fully open source. You can view, edit and modify everything about app right here: https://github.com/akshay2000/XBMCRemoteRT
fr: Open source Kodi (anciennement XBMC) télécommande pour Windows Phone. Caractéristiques dont - d’un navigateur de bibliothèque belle - fournit des informations sur les artistes, albums - détaillé et une vue agréable pour les films et la TV montre - une télécommande facile à utiliser - beaucoup plus Et pour couronner le tout, l'appli est entièrement open source. Vous pouvez visualiser, éditer et modifier tout ce qui concerne l’application ici : https://github.com/Faldon/XBMCRemoteRT

# BePatient
source: It seems to be taking a while...
fr: Il semble prendre un certain temps...

# ConnectingTo
source: Connecting to {0}...
fr: Connexion à {0}...

# IPErrorMessage
source: Please specify an IP address rather than a hostname to use the wake feature.
fr: S’il vous plaît spécifier une adresse IP plutôt qu’un nom d’hôte à utiliser la fonction de réveil.

# KeepTryingCommand
source: keep trying
fr: continuer à essayer

# StopCommand
source: stop
fr: arrêter

source: Wake up failed
fr: Réveiller les ayant échoué

# WakeupPatientMessage
source: Wake up usually takes {0} to {1} seconds. We're still trying...
fr: Se réveillent habituellement prend {0} sur {1} secondes. Nous essayons toujours...

source: Waking up...
fr: Se réveiller...

# WOLConnectionErrorHeader
source: Server still not up
fr: Serveur toujours pas jusqu'à

# WOLConnectionErrorMessage
source: Seems like Kodi is not ready to respond yet. What would you like to do?
fr: On dirait Kodi n’est pas prête à répondre encore. Que voulez-vous faire ?

# WOLErrorMessage
source: Could not send wake request: broadcast IP not available. Errorcode
fr: Pas pu envoyer demande de sillage : broadcast IP n’est pas disponible. Code d’erreur

# WOLMacNotFoundHeader
source: More information needed
fr: Plus d’informations nécessaires

# WOLMacNotFoundMessage
source: Please specify MAC address and subnet mask to use this feature.
fr: S’il vous plaît spécifier MAC adresse et masque de sous-réseau pour utiliser cette fonctionnalité.

# PartyModeMenuItem.Label
source: party mode
fr: mode de fête

source: show codec info
fr: afficher les infos de codec

# PinToStartAppBarMenu.Label
source: pin to start
fr: épingler à l’écran d’accueil

# BigJumpBackward.Content
source: big jump backward
fr: grand saut vers l’arrière

# BigJumpForward.Content
source: big jump forward
fr: grand saut vers l’avant

# DecreaseSpeed.Content
source: decrease speed
fr: diminuer la vitesse

# EditConnectionHeader.Text
source: EDIT CONNECTION
fr: MODIFIER LA CONNEXION

# IncreaseSpeed.Content
source: increase speed
fr: augmenter la vitesse

# SmallJumpBackward.Content
source: small jump backward
fr: petit saut vers l’arrière

# SmallJumpForward.Content
source: small jump forward
fr: petit saut vers l’avant

# AboutAnagh2.Text
source: Yup, that's the same guy behind our beloved
fr: Eh oui, c’est le même gars derrière notre bien-aimé

# AutoWakeToggle.Header
source: Try automatic wakeup
fr: Essayez la réactivation automatique

# MAC.Header
source: MAC address
fr: adresse MAC

# SubnetMask.Header
source: Subnet mask
fr: Masque de sous-réseau

# WOLToggle.Header
source: Enable wake on LAN for this server
fr: Activer wake on LAN pour ce serveur

# SearchAppBarButton.Label
source: search
fr: rechercher

# SettingsAudioAutoSearchToggle.Header
source: go directly to music search
fr: aller directement à la recherche de musique

# SettingsAutoSearch.Text
source: SEARCH
fr: RECHERCHER

# SettingsMiscellaneousPivotHeader.Text
source: MISCELLANEOUS
fr: DIVERS

source: Large library
fr: Grande bibliothèque

# LargeMusicMessage
source: There seems to be a lot of music here. Would you like us to help you search for the music instead?
fr: Il semble y avoir beaucoup de musique ici. Vous souhaitez nous pour vous aider à chercher de la musique à la place ?

# MessageOptionNo
source: no
fr: non

# MessageOptionYes
source: yes
fr: oui

# QueueMovieMenu.Label
source: queue movie
fr: embrigader film

# SettingsVibrationToggle.Header
source: vibrate while pressing buttons
fr: vibrer tout en appuyant sur les boutons

# AboutShareLink.Text
source: spread the love
fr: partage moi

# Suspend
source: suspend Kodi
fr: veille
